[
    {
        "name": "Condorcet",
        "description": ["Réalisée dans le cadre de ma deuxième année à HETIC, cette application me permet de gérer des scrutins en utilisant la méthode Condorcet.", "Ce projet m'a permis de me familiariser avec MongoDB pour la gestion de la base de données et Flask, un framework Python pour le développement backend. Les différents cas d'utilisation ainsi que les détails techniques sont disponibles sur le GitHub du projet"],
        "images": ["index_condorcet.webp", "connexion_condorcet.webp", "profile_condorcet.webp", "vote_condorcet.webp", "result_condorcet.webp"],
        "linkGithub": "https://github.com/The-Leyn/Condorcet"
    },
    {
        "name": "Paris Écran",
        "description": ["Paris Écran est une application web développée dans le cadre d’un projet scolaire." , "Ce projet met en avant la gestion back-end d’une application PHP reposant sur une base de données MySQL. Paris Écran permet de gérer l’ensemble des étapes liées à la gestion cinématographique, allant de l’inscription des utilisateurs à la gestion des films, des réservations et des commentaires. Il propose également des outils avancés pour l’administration et l’analyse statistique."],
        "images": ["films_paris_ecran.webp", "cinemas_paris_ecran.webp", "film_paris_ecran.webp", "film2_paris_ecran.webp", "actors_paris_ecran.webp"],
        "linkGithub": "https://github.com/Woodiss/ParisEcran"
    },
    {
        "name": "Charles Allard",
        "description": ["Charles Allard est un site e-commerce complet développé avec Symfony.", "Ce projet a été présenté lors de l'examen pour l'obtention de mon titre professionnel de Développeur Web et Web Mobile, et m'a permis de réussir cette certification.", "Le processus de création a suivi plusieurs étapes clés : l'établissement du cahier des charges, la réalisation des maquettes et prototypes, l'intégration, et enfin le déploiement du site." ],
        "images": ["index1_charles_allard.webp", "index2_charles_allard.webp", "index3_charles_allard.webp", "history_charles_allard.webp", "knowledge_charles_allard.webp", "watchs_charles_allard.webp", "watch_charles_allard.webp", "watch_slider_charles_allard.webp", "cart_charles_allard.webp", "login_charles_allard.webp", "register_charles_allard.webp", "stripe_charles_allard.webp"],
        "linkGithub": "https://github.com/The-Leyn/E-comerce-Charles-Allard",
        "linkProject": "https://charles.allard.ma6tvacoder.org/"
    },
    {
        "name": "Lumina Arts",
        "description": ["Mon premier projet professionnel a été réalisé lors d'un stage.","Ce site avait pour objectif de tester et comprendre la gestion ainsi que la production de projets web. J'ai suivi toutes les étapes, de l'élaboration du cahier des charges au maquettage, puis à la production du site web, et enfin à son déploiement.", "Il s'agit d'un site dédié à un artiste qui y expose ses œuvres."],
        "images": ["luminaArtsIndex.webp","luminaArtsGallery.webp","luminaArtsAbout.webp","luminaArtsContact.webp"],
        "linkGithub": "https://github.com/The-Leyn/Lumina_Art"
        
    }
]
